let urls = {
    imghost: 'http://192.168.2.132:8090/', //图片服务器地址
    main: {
        province: 'http://192.168.2.179:8070/', //省级前台地址
        county: 'http://192.168.2.179:8090/', //联谊会前台地址
        user: 'http://192.168.2.179:8060/', //用户中心
    },
    admin: {
        province: 'http://192.168.2.179:8040/', //省级前台地址
        county: 'http://192.168.2.179:8050/', //联谊会前台地址
        user: 'http://192.168.2.179:8030/', //用户列表
    }
}
// urls = {
//     imghost: 'http://47.105.177.1:6090/', //图片服务器地址
//     main: {
//         province: 'http://47.105.177.1:8070/', //省级前台地址
//         county: 'http://47.105.177.1:8090/', //联谊会前台地址
//         user: 'http://47.105.177.1:8060/', //用户中心
//     },
//     admin: {
//         province: 'http://47.105.177.1:8070/', //省级前台地址
//         county: 'http://47.105.177.1:8050/', //联谊会前台地址
//         user: 'http://47.105.177.1:8030/', //用户列表
//     }
// }
export default urls;